[PAD]
[UNK]
[START]
[END]
!
#
%
&
'
(
)
*
+
,
-
.
/
1
2
3
4
:
;
<
=
>
?
[
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
~
®
°
ø
ı
‐
–
‘
’
‚
“
”
„
⁄

und
die
mit
in
den
der
das
lassen
schneiden
##e
minuten
salz
auf
geben
dem
##en
##n
pfeffer
ca
etwas
dann
eine
im
einer
oder
##s
einem
bei
pfanne
nach
abschmecken
wasser
dazu
ol
zu
anbraten
ein
wurzen
##t
ist
schalen
gut
kartoffeln
alles
zwiebeln
dazugeben
fleisch
bis
waschen
min
noch
kochen
butter
erhitzen
knoblauch
auch
zwiebel
kurz
servieren
nicht
##er
braten
von
topf
zum
scheiben
##chen
##ig
gemuse
fein
aus
##r
fur
wurfeln
kann
legen
##te
tomaten
darin
sauce
werden
hitze
sahne
##l
bruhe
unter
etwa
einen
zugeben
man
hacken
backofen
mehl
aufkochen
petersilie
el
es
verteilen
ruhren
stucke
kocheln
°c
garen
putzen
streifen
wurfel
sie
zucker
kase
nehmen
teig
abloschen
reis
ofen
verruhren
##a
uber
leicht
olivenol
klein
##ten
backen
stellen
kleine
##em
wenn
salzen
zusammen
##es
##ben
cm
abtropfen
bestreuen
sind
##m
so
mischen
halbieren
darauf
paprika
suppe
eier
sehr
anrichten
daruber
ziehen
##d
anschliessend
sosse
mohren
schussel
##i
zufugen
damit
nudeln
##ieren
nun
milch
auflaufform
salzwasser
wird
sich
ich
restlichen
##ch
je
grosse
aber
speck
##z
ebenfalls
feine
am
dunsten
##f
danach
wieder
##den
des
als
gar
pfeffern
vor
zitronensaft
vorgeheizten
vom
salat
grad
durch
anschwitzen
wenden
dabei
trocken
halfte
creme
hinzufugen
##o
##hen
giessen
fett
grossen
vermischen
seiten
unterruhren
##wurfel
##st
gemusebruhe
zugedeckt
dass
fisch
fraiche
##scheiben
zutaten
##alten
warm
ringe
sein
wer
schon
diese
hackfleisch
##gen
andunsten
##le
herausnehmen
##fleisch
evtl
##ung
##k
mittlerer
glasig
seite
##de
deckel
schluss
sollte
streuen
##lich
ei
hinzugeben
passt
ml
wenig
dunne
ganz
##kohl
zur
krauter
##giessen
einruhren
zucchini
schmeckt
mag
form
weisswein
heissen
stunde
an
entfernen
vorheizen
##drucken
marinade
##schneiden
grob
##ln
weich
##icht
lange
pilze
tomatenmark
ohne
##ze
kraftig
##legen
teller
geschmack
einkochen
abgiessen
einmal
masse
##el
tupfen
beiden
alle
bestreichen
nur
gehackten
zwischenzeit
stunden
spargel
fullen
vierteln
heiss
mehr
##in
senf
vorsichtig
##zen
sieb
##ier
jetzt
##schen
bringen
##masse
immer
nochmals
wein
##len
##ischen
ganze
lauch
##che
##wasser
muskat
purieren
flussigkeit
wie
sowie
##be
##kase
formen
kleiner
##igen
tipp
schinken
weitere
##sauce
##tt
##uss
thymian
angiessen
vermengen
##kartoffeln
##filets
fertig
##ige
##u
essig
##et
geschnittenen
##and
##teig
goldbraun
##ine
bohnen
parmesan
##g
ende
entkernen
zwei
champignons
umruhren
schmoren
umluft
##cken
##iert
##ern
##stucke
##ter
##geben
besten
betraufeln
##filet
porree
##mt
aufgiessen
##ft
ingwer
kleinen
##nt
##sen
brater
abkuhlen
herd
langs
hat
##fond
##blatter
reichen
##pulver
##at
sofort
##as
##sten
apfel
jeweils
restliche
##offel
butterschmalz
##stellen
gewurzen
heissem
##brot
mal
uberbacken
karotten
kalt
sellerie
##braten
##streifen
garnieren
##weise
ober
##inge
##ke
##rollen
paprikapulver
##um
unterheben
saft
scharf
fruhlingszwiebeln
##mischung
dill
prise
unterhitze
spinat
##ol
##reichen
abziehen
tl
verquirlen
##ander
##ziehen
belegen
##it
braun
garzeit
erst
inzwischen
##beeren
auffullen
##is
##schlagen
bissfest
chili
##eln
##rn
alufolie
backblech
passen
##ommen
dicke
er
##us
bzw
##ber
krautern
beiseite
einige
##nen
basilikum
schale
##isch
##saft
schnitzel
##zeit
##hr
##ken
##ote
gehackte
binden
rotwein
wok
##ise
##topf
##osen
schmelzen
viel
##ichten
##ften
##b
##sing
mitbraten
##ag
##upfen
ab
kochendem
##fen
schalotten
##der
##ein
stuck
##her
gewurze
##ressen
kuhlschrank
##salat
geriebenen
paprikaschoten
##flache
reichlich
anrosten
knoblauchzehen
##elle
##net
bedeckt
mischung
##hlen
menge
setzen
eigelb
pellen
##ne
##on
flamme
belieben
##uch
##chalten
##hn
knusprig
##ellen
da
muss
schwacher
jeder
mundgerechte
ubergiessen
##lattchen
schlagen
halbe
##pfanne
zuerst
##milch
filets
sojasauce
##kt
hineingeben
tellern
##loffel
##lt
##iben
##ur
paar
miteinander
fullung
ruhen
farbe
reiben
um
##peratur
##zten
beilage
teilen
##ckt
##ierten
##raut
##ulen
##einander
##esser
frischen
##acken
##ck
##liessen
##rt
frisch
majoran
##bruhe
##gt
##iger
##co
abschrecken
##palten
verwenden
##ete
##men
##rei
falls
##al
##fett
marinieren
allen
##ickeln
##ut
##kochen
##uree
lachs
einfach
einreiben
##igem
bedarf
schieben
kummel
##ss
linsen
rezept
##zt
drucken
gewurfelten
knoblauchzehe
##ollchen
##se
##chliessen
##eil
##neten
##form
eiern
joghurt
##cht
erbsen
gleich
##butter
##ommt
##ruhren
gericht
##nten
fischfilets
##ehen
##paste
gibt
##eten
soll
curry
sud
weiter
##anden
rosmarin
##pf
##ibe
untermischen
##dem
##chichten
##chte
##osse
geschnittene
schiene
heben
spatzle
abspulen
chilischote
mindestens
oben
schnittlauch
##opfen
haben
kurbis
##grun
##alt
##cker
##ge
ausrollen
langsam
##ren
##ute
konnen
schmand
##ll
brotchen
schmecken
##ion
##streuen
##abe
##chieren
goldgelb
##urken
##seite
haut
##iertel
dunn
kaltem
rosten
sollten
##mehl
##nge
rundherum
##aks
abschneiden
bestauben
##fte
sauerkraut
baguette
##ma
eventuell
##opf
##usse
gleichmassig
hahnchen
keine
kohlrabi
reduzieren
saure
##nudeln
##nte
##olie
lorbeerblatt
zerkleinern
beides
gehen
rouladen
##oli
erwarmen
gefettete
kuchenpapier
liter
sonst
##ade
bestreut
##inen
##ichtig
##sosse
anderen
kross
zeit
##ibt
honig
##cheibe
##mal
##ppen
##ar
##roseln
##pp
stufe
##nehmen
beim
pfannkuchen
##ucht
##zucker
zwiebelwurfel
dieser
mixer
verkneten
##brust
##nodel
##feste
zerlassen
##otte
##pfen
##zwiebeln
##cher
##rocknen
bedecken
zitrone
##art
##seln
mitte
boden
einweichen
kohl
##fetten
fest
backpapier
eiweiss
##ps
##stab
braunen
schneebesen
fond
kerne
platte
##sch
##uark
oregano
##aren
##satz
innen
##ass
##auf
##cheln
grundlich
##dunsten
##reis
##urst
abdecken
oliven
##lauch
gerne
zubereiten
diesen
##zel
cayennepfeffer
##ativ
##isse
##rennen
mozzarella
wir
##eren
auslassen
heisse
##eht
fleischbruhe
geht
glatt
##abel
##eben
##kochten
##umen
blatter
grill
messer
rest
##ekochten
##ns
##uck
##aspeln
##ullen
essen
##chwenken
##rot
##wenken
filet
##kocht
##achen
##ie
##lauf
##olle
##rehen
naturlich
##aus
##chnitten
##hlten
##hm
##nitten
##zeln
##iesse
##itzen
##uer
##up
nachwurzen
##itung
##oten
##fangen
##sel
##sorten
dieses
hauten
##allchen
##oschen
##tzt
befreien
frischkase
##inder
##to
##beiten
##esse
##grosse
##setzen
blech
##dicken
jede
speisestarke
##paghetti
std
##ack
##mpfen
##so
##udel
##ichteten
##tlich
##!
###
##%
##&
##'
##(
##)
##*
##+
##,
##-
##.
##/
##1
##2
##3
##4
##:
##;
##<
##=
##>
##?
##[
##]
##_
##`
##c
##h
##j
##p
##q
##v
##w
##x
##y
##~
##®
##°
##ø
##ı
##‐
##–
##‘
##’
##‚
##“
##”
##„
##⁄
##
